[
  {
    "authors": "Sheppard, S. R., Shaw, A., Flanders, D. and Burch, S.",
    "title": "Can visualization save the world? Lessons for landscape architects from visualizing local climate change",
    "abstract": "This paper addresses the potential role of visualisation tools in rapidly increasing peoples’ awareness of climate change and possibly affecting behaviour and policy, together with ethical dilemmas to be overcome if such a course of action is pursued. The urgent need to mitigate and adapt to climate change is becoming more widely understood in scientific and some policy circles, but public awareness and policy change are lagging well behind. Emerging visualisation theory suggests that realistic landscape visualisations may offer special advantages in bringing the possible consequences of climate change home to people in a compelling manner. Recent research results on a local climate change visioning process conducted in British Columbia is providing new evidence of this effect. A participatory process to localize, spatialize, and visualize climate change implications in case study communities was successful in raising community awareness, increasing the sense of urgency, and articulating for the first time holistic community options in mitigating and adapting to climate change at the local level. Potentially, such methods could accelerate policy change and action, representing a powerful social marketing tool. The authors conclude that the persuasive use of visualisations and visioning processes by landscape architects is justified, and indeed imperative in communicating climate change. It also offers new opportunities for professional leadership in tackling a global crisis. However, in attempting to move communities on to a more sustainable path, we need to address the ethical and professional dilemmas raised by the fundamental shift in moving from an objective ‘neutral’ paradigm to a more persuasive approach which deliberately engages the emotions with visual imagery. Such efforts need to address the ‘3 Ds’ of visualising the future with climate change: disclosure, drama, and defensibility. We need stronger professional standards or an adapted code of ethics if we are to use visualisation to convey effectively and vividly the science of climate change, acknowledging the uncertainties and maintaining professional credibility.",
    "venue": "Digital Design in Landscape Architectur",
    "year": "2008",
    "pages": "29-31",
    "quote": "This paper has very nice qoutes.",
    "url": "http://www.kolleg.loel.hs-anhalt.de/studiengaenge/mla/mla_fl/conf/pdf/conf2008/Tagungsband_2008/Buh_2-21.pdf",
    "color": "red",
    "fontSize": 4
  },
  {
    "authors": "Correll, M.",
    "title": "Ethical dimensions of visualization research",
    "abstract": "This paper addresses the potential role of visualisation tools in rapidly increasing peoples’ awareness of climate change and possibly affecting behaviour and policy, together with ethical dilemmas to be overcome if such a course of action is pursued. The urgent need to mitigate and adapt to climate change is becoming more widely understood in scientific and some policy circles, but public awareness and policy change are lagging well behind. Emerging visualisation theory suggests that realistic landscape visualisations may offer special advantages in bringing the possible consequences of climate change home to people in a compelling manner. Recent research results on a local climate change visioning process conducted in British Columbia is providing new evidence of this effect. A participatory process to localize, spatialize, and visualize climate change implications in case study communities was successful in raising community awareness, increasing the sense of urgency, and articulating for the first time holistic community options in mitigating and adapting to climate change at the local level. Potentially, such methods could accelerate policy change and action, representing a powerful social marketing tool. The authors conclude that the persuasive use of visualisations and visioning processes by landscape architects is justified, and indeed imperative in communicating climate change. It also offers new opportunities for professional leadership in tackling a global crisis. However, in attempting to move communities on to a more sustainable path, we need to address the ethical and professional dilemmas raised by the fundamental shift in moving from an objective ‘neutral’ paradigm to a more persuasive approach which deliberately engages the emotions with visual imagery. Such efforts need to address the ‘3 Ds’ of visualising the future with climate change: disclosure, drama, and defensibility. We need stronger professional standards or an adapted code of ethics if we are to use visualisation to convey effectively and vividly the science of climate change, acknowledging the uncertainties and maintaining professional credibility.",
    "venue": "In Proceedings of the 2019 CHI Conference on uman Factors in Computing Systems",
    "year": "2019",
    "pages": "188:1–188:13",
    "quote": "This paper has very nice qoutes.",
    "url": "http://www.kolleg.loel.hs-anhalt.de/studiengaenge/mla/mla_fl/conf/pdf/conf2008/Tagungsband_2008/Buh_2-21.pdf",
    "color": "green",
    "fontSize": 4
  },
  {
    "authors": "Dávila, P.",
    "title": "Ethical dimensions of visualization research",
    "abstract": "Visualizations have a potentially enormous influence on how data are used to make decisions across all areas of human endeavor. However, it is not clear how this power connects to ethical duties: what obligations do we have when it comes to visualizations and visual analytics systems, beyond our duties as scientists and engineers? Drawing on historical and contemporary examples, I address the moral components of the design and use of visualizations, identify some ongoing areas of visualization research with ethical dilemmas, and propose a set of additional moral obligations that we have as designers, builders, and researchers of visualizations.",
    "venue": "Information Design Journal",
    "year": "2017",
    "pages": "23(1):19–31",
    "quote": "Insert quote here.",
    "url": "https://arxiv.org/pdf/1811.07271.pdf",
    "color": "yellow",
    "fontSize": 4
  },
  {
    "authors": "Donath, J., Dragulescu, A., Zinman, A., Viégas, F. and Xiong, R.",
    "title": "Data portraits",
    "abstract": "Data portraits depict their subjects' accumulated data rather than their faces. They can be visualizations of discussion contributions, browsing histories, social networks, travel patterns, etc. They are subjective renderings that mediate between the artist's vision, the subject's self-presentation, and the audience's interest. Designed to evocatively depict an individual, a data portrait can be a decorative object or be used as an avatar, one's information body for an online space. Data portraits raise questions about privacy, control, aesthetics, and social cognition. These questions become increasingly important as more of our interactions occur online, where we exist as data, not bodies.",
    "venue": "Leonardo",
    "year": "2010",
    "pages": "43(4):375–383",
    "quote": "This paper has very nice qoutes.",
    "url": "http://sci-hub.tw/10.1162/leon_a_00011",
    "color": "purple",
    "fontSize": 4
  },
  {
    "authors": "Galloway, A.",
    "title": "Are some things unrepresentable?",
    "abstract": "Jacques Rancière, in his essay ‘Are Some Things Unrepresentable?’, puts forth a challenge that is ever more pertinent to our times. What constitutes the unrepresentable today? Rancière frames his answer in a very specific way: the question of unrepresentability leads directly to the way in which political violence may or may not be put into an image. Offering an alternative to Rancière’s approach, the present article turns instead to the information society, asking if and how something might be unrepresentable in a world saturated by data and information. Thus one approaches the issue of transparency and secrecy here from the perspective of the relative perspicuity (or opacity) of data visualization. Two theses structure the argument, first that ‘data have no necessary visual form’ and, second, that ‘only one visualization has ever been made of an information network’. The tension between these two theses leads to a disconcerting conclusion, that the triumph of information aesthetics precipitates a decline in informatic perspicuity. One is obligated therefore to call for a strong reinvigoration of poetics and hermeneutics within the digital universe, so that representation as such can take place, perhaps for the first time.",
    "venue": "Theory, Culture & Society",
    "year": "2011",
    "pages": "28(7-8):85–102",
    "quote": "This paper has very nice qoutes.",
    "url": "http://sci-hub.tw/10.1177/0263276411423038",
    "color": "blue",
    "fontSize": 4
  }
]
